Repository: Gatitka/WEB_shop-bot
Catalog: web_shop_with_bots/templates/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Account activation on %(site_name)s
ru: Активация аккаунта на сайте %(site_name)s
sr_latn: Aktivacija naloga na %(site_name)s

source: You're receiving this email because you need to finish activation process on %(site_name)s.
ru: Вы получили это письмо, потому что вам нужно завершить процесс активации на %(site_name)s.
sr_latn: Primate ovaj email jer treba da završite proces aktivacije na %(site_name)s.

source: Please go to the following page to activate account:
ru: Пожалуйста, перейдите по ссылке ниже для активации аккаунта.
sr_latn: Idite na sledeću stranicu kako biste aktivirali svoj nalog:

source: Thanks for using our site!
ru: Спасибо, что Вы с нами!
sr_latn: Hvala što koristite naš sajt!

source: The %(site_name)s team
sr_latn: Tim %(site_name)s

source: Activation
sr_latn: Aktivacija

source: The YUME SUSHI team
ru: Команда YUME SUSHI
sr_latn: Tim YUME SUSHI

source: %(site_name)s - Your account has been successfully created and activated!
ru: %(site_name)s - Ваш аккаунт был успешно создан и активирован!
sr_latn: %(site_name)s - Vaš nalog je uspešno kreiran i aktiviran!

source: Your account has been created and is ready to use!
ru: Ваш аккаунт создан и готов к использованию!
sr_latn: Vaš nalog je kreiran i spreman je za korišćenje!

source: %(site_name)s - Your email has been successfully changed!
ru: %(site_name)s - Ваш email был успешно изменен!
sr_latn: %(site_name)s - Vaš email je uspešno promenjen!

source: Your email has been changed!
ru: Ваш email был изменен!
sr_latn: Vaš email je promenjen!

source: %(site_name)s - Your password has been successfully changed!
ru: %(site_name)s - Ваш пароль был успешно изменен!
sr_latn: Vaša lozinka je uspešno promenjena na %(site_name)s!

source: Your password has been changed!
ru: Ваш пароль изменен!
sr_latn: Vaša lozinka je promenjena!

source: Password reset on %(site_name)s
ru: Сброс пароля на сайте %(site_name)s
sr_latn: Resetovanje lozinke na %(site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ru: Вы получили это письмо, потому что получили запрос на сброс пароля для Вашего аккаунта на сайте %(site_name)s.
sr_latn: Primate ovaj email jer ste zatražili resetovanje lozinke za svoj korisnički nalog na %(site_name)s.

source: Please go to the following page and choose a new password:
ru: Пожалуйста, перейдите по ссылке ниже для ввода нового пароля.
sr_latn: Idite na sledeću stranicu i izaberite novu lozinku:

source: Your username(email), in case you've forgotten:
ru: Ваш username(email):
sr_latn: Vaše korisničko ime (email), u slučaju da ste zaboravili:
