Repository: Gatitka/WEB_shop-bot
Catalog: web_shop_with_bots/shop/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: discount
ru: скидка
sr_latn: popust

source: discounts
ru: скидки
sr_latn: popusti

source: The total order discount cannot exceed 25%.
ru: Суммарная скидка на заказ не может превышать 25%.
sr_latn: Ukupni popust na porudžbinu ne može preći 25%.

source: Delivery time can't be in the past.
ru: Время доставки не может быть в прошлом.
sr_latn: Vreme isporuke ne može biti u prošlosti.

source: Delivery method is required for delivery time validation.
ru: Метод доставки требуется для проверки времени доставки.
sr_latn: Metod dostave je potreban za validaciju vremena isporuke.

source: Choose time {min_time_str} - {max_time_str}
ru: Выберите время {min_time_str} - {max_time_str}
sr_latn: Izaberite vreme {min_time_str} - {max_time_str}

source: Please, choose the restaurant.
ru: Пожалуйста, выберите ресторан.
sr_latn: Molimo, izaberite restoran.

source: Please, enter the delivery address.
ru: Пожалуйста, введите адрес доставки.
sr_latn: Molimo, unesite adresu dostave.

source: Mistake while handling the cart. Try to pick the cart one more time.
ru: Ошибка при обработке корзины. Попробуйте выбрать корзину еще раз.
sr_latn: Greška prilikom rukovanja korpicom. Pokušajte još jednom izabrati korpicu.

source: Your cart is empty. Please add something into your cart.
ru: Ваша корзина пуста. Пожалуйста, добавьте что-то в корзину.
sr_latn: Vaša korpa je prazna. Molimo, dodajte nešto u korpu.

source: There's no such order ID in your orders history.
ru: Такого идентификатора заказа нет в истории ваших заказов.
sr_latn: Nema takvog ID-a porudžbine u istoriji vaših porudžbina.

source: Flat can't be empty.
ru: Квартира не может быть пустой.
sr_latn: Stan ne može biti prazan.
