Repository: Gatitka/WEB_shop-bot
Catalog: web_shop_with_bots/users/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: name
ru: имя
sr_latn: ime

source: last_name
ru: фамилия
sr_latn: prezime

source: password
ru: пароль
sr_latn: šifra

source: phone
ru: телефон
sr_latn: telefon

source: WEB account
ru: WEB аккаунт
sr_latn: WEB nalog

source: WEB accounts
ru: WEB аккаунты
sr_latn: WEB nalozi

source: First name can't be ampty.
ru: Поле Имя не может быть пустым.

source: Last name can't be ampty.
ru: Поле Фамилия не может быть пустой.

source: Phone can't be ampty.
ru: Поле телефона не может быть пустым.

source: Please, provide the last name.
ru: Пожалуйста, укажите фамилию.
sr_latn: Molimo vas, navedite prezime.

source: Please check your name, note that only letters are allowed.
ru: Пожалуйста, проверьте ваше имя. Учтите, что разрешены только буквы.
sr_latn: Molimo vas, proverite vaše ime, imajte na umu da su dozvoljena samo slova.

source: Birthdate is more than 100 years ago.
ru: Дата рождения более 100 лет назад.
sr_latn: Datum rođenja je više od 100 godina unazad.

source: Birthdate is in future.
ru: Дата рождения в будущем.
sr_latn: Datum rođenja je u budućnosti.

source: Password must contain at least one letter and one digit.
ru: Пароль должен содержать как минимум одну букву и одну цифру.
sr_latn: Šifra mora da sadrži bar jedno slovo i jednu cifru.

source: Your password must contain at least one letter and one digit.
ru: Ваш пароль должен содержать как минимум одну букву и одну цифру.
sr_latn: Vaša šifra mora da sadrži bar jedno slovo i jednu cifru.
